Repository: LeoPyu/pyuv-player
Catalog: src/po/*.po
Languages: it

source: Created with %s
it: Creato con %s

source: - a portable YUV player
it: - un visualizzatore YUV portabile

source: not found!!!
it: non trovato!!!

source: %d frames, %.0f'%.0f", %.3f MB
it: %d fotogrammi, %.0f'%.0f", %.3f MB

source: &About... F1
it: &A proposito... F1

source: &All A
it: &Tutte A

source: &Backward Left
it: &Indietro Left

source: &Contents Ctrl+H
it: &Contenuti Ctrl+H

source: &Control
it: &Controllo

source: &Deinterlace D
it: &Deinterlaccia D

source: &Double buffer Ctrl+F
it: &Doppio buffer Ctrl+F

source: &Format Ctrl+F
it: &Formato Ctrl+F

source: &Forward Right
it: &Avanti Right

source: &Goto Ctrl+G
it: &Vai a Ctrl+G

source: &Help
it: &Aiuto

source: &Identify
it: &Identifica

source: &Identity I
it: &Identità I

source: &Loop Ctrl+Y
it: &Cicla Ctrl+Y

source: &Next N
it: &Prossima N

source: &Play Space
it: &Riproduci Space

source: &Search
it: &Cerca

source: &Settings
it: &Impostazioni

source: &Stop Esc
it: &Ferma Esc

source: &Sync Ctrl+K
it: &Sinc Ctrl+K

source: &Time code T
it: &Codice temporale T

source: &Unlink
it: &Scollega

source: &View
it: &Vista

source: ' is missing in the program directory: the help system is not available
it: ' è mancante nella cartella del programma: il sistema d'aiuto non è disponibile

source: *.yuv;*.raw;*.rgb;*.xyz;*.hsv;*.yiq;*.bw;*.cif;*.sif;*.qcif;*.vix|All files (*.*)|*.*
it: *.yuv;*.raw;*.rgb;*.xyz;*.hsv;*.yiq;*.bw;*.cif;*.sif;*.qcif;*.vix|Tutti i file (*.*)|*.*

source: About PYUV
it: A proposito di PYUV

source: Anamorphic
it: Anamorfico

source: BAD REGEX!!!
it: REGEX SBAGLIATO!!!

source: BMP files (*.bmp)|*.bmp|All files (*.*)|*.*
it: File BMP (*.bmp)|*.bmp|Tutti i file (*.*)|*.*

source: Backward a frame
it: Indietro di un fotogramma

source: Bits per sample:
it: Bit per campione:

source: C&lose Ctrl+C
it: C&hiudi Ctrl+C

source: Choose one
it: Scegli

source: Close the file
it: Chiudi il file

source: Color space:
it: Spazio colore:

source: Command synchronization
it: Sincronizzazione dei comandi

source: Components
it: Componenti

source: Cop&y frame F8
it: Cop&ia il fotogramma F8

source: Copy the frame to clipboard
it: Copia il fotogramma negli appunti

source: Custom
it: Personalizzato

source: Default
it: Predefinito

source: Deinterlace
it: Deinterlaccia

source: Double size
it: Dimensione doppia

source: Draw engine
it: Motore di disegno

source: Draw with bitmaps
it: Disegna con le bitmap

source: E&xit Ctrl+Q
it: E&sci Ctrl+Q

source: Endianness
it: Endianità

source: Extra settings
it: Impostazioni extra

source: File could not be opened:
it: Non si può aprire il file:

source: File format
it: Formato file

source: File not saved
it: File non salvato

source: Forward a frame
it: Avanti di un fotogramma

source: Four x size
it: Dimensione quattro x

source: Frame rate
it: Frequenza di quadro

source: Frame selection dialog
it: Dialogo per la scelta del fotogramma

source: Frame size
it: Dimensioni del quadro

source: Frames/second:
it: Quadri/secondo

source: Full file name: %s
it: Nome del file completo: %s

source: Go to frame
it: Vai al fotogramma

source: Half size
it: Dimensione dimezzata

source: Header bytes:
it: Byte d'intestazione:

source: Interface language
it: Lingua dell'interfaccia

source: Interlaced
it: Interlacciato

source: Interleaved
it: Interfogliato

source: Jump to frame:
it: Salta al fotogramma:

source: Language changed
it: Lingua modificata

source: List of instances available to me (%02d) (select to command them)
it: Elenco di istanze a me disponibili (%02d) (seleziona per comandarle)

source: List of recently opened files
it: Elenco dei file aperti di recente

source: Loop continuously
it: Ciclo continuo

source: Main settings
it: Impostazioni principali

source: Mastered by %02d
it: Comandata da %02d

source: Name: %s
it: Nome: %s

source: O&pen Ctrl+O
it: A&pri Ctrl+O

source: Open
it: Apri

source: Open a file
it: Apri un file

source: Ordering:
it: Ordinamento:

source: Original size
it: Dimensione originale

source: P&ause Space
it: P&ausa Space

source: P&lay Space
it: Rip&roduci Space

source: PYUV - A portable and multiplatform RAW sequence player
it: PYUV - Un riproduttore di sequenze RAW multipiattaforma e portabile

source: PYUV Error
it: Errore di PYUV

source: PYUV files (*.*)|*.*
it: File di PYUV (*.*)|*.*

source: PYUV files (*.yuv;*.raw;*.rgb;*.xyz;*.hsv;*.yiq;*.bw;*.cif;*.sif;*.qcif;*.vix)|
it: File di PYUV (*.yuv;*.raw;*.rgb;*.xyz;*.hsv;*.yiq;*.bw;*.cif;*.sif;*.qcif;*.vix)|

source: Path: %s
it: Percorso: %s

source: Play/pause a sequence
it: Riproduci/metti in pausa una sequenza

source: Quarter size
it: Dimensioni a un quarto

source: Quit this program
it: Termina il programma

source: Recent files
it: File recenti

source: Resolution:
it: Risoluzione:

source: S&ave frame Ctrl+S
it: S&alva fotogramma Ctrl+S

source: Save frame as BMP
it: Salva il fotogramma come BMP

source: Save the frame
it: Salva il fotogramma

source: Scale is unknown: assuming 100%
it: Scala sconosciuta: si assume sia 100%

source: Scaling
it: Scala

source: Select the video format
it: Scegli il formato video

source: Selected file
it: File scelto

source: Show about dialog
it: Mostra il dialogo delle informazioni

source: Show all components
it: Mostra tutte le componenti

source: Show identity
it: Mostra l'identità

source: Show next component
it: Mostra la prossima componente

source: Show program help
it: Mostra l'aiuto del programma

source: Show the timecode
it: Mostra il codice temporale

source: Signed format
it: Formato con segno

source: Size (WxH):
it: Dimensioni (LxA):

source: Stop a sequence
it: Ferma una sequenza

source: Subsampling:
it: Sottocampionamento:

source: Sync commands between PYUVs
it: Sinc i comandi tra i PYUV

source: The file '
it: Il file '

source: The frame could not be saved
it: Il fotogramma non è stato salvato

source: The frame could not really be saved
it: Il fotogramma non è stato davvero salvato

source: Third size
it: Dimensioni ad un terzo

source: Use double buffering
it: Usa il buffering doppio

source: Version %s -
it: Versione %s -

source: Video format
it: Formato video

source: Video sequence format
it: Formato della sequenza video

source: Wait, wait...
it: Aspetta, aspetta...

source: Website: %s
it: Sito web: %s

source: Welcome to PYUV!
it: Benvenuti in PYUV!

source: You can directly go to a frame in the video sequence (select a number between 0 and %d)
it: Puoi direttamente spostarti a un fotogramma della sequenza video (scegli un numero tra 0 e %d)

source: You have to select a valid colorspace
it: Devi scegliere uno spazio colore valido

source: You have to select a valid size
it: Devi scegliere dimensioni valide

source: You have to select a valid subsampling
it: Devi scegliere un sottocampionamento valido

source: You need to restart the program in order to use the selected interface language.
it: Devi riavviare il programma per usare la lingua di interfaccia selezionata.

source: Zoom
it: Ingrandimento

source: for Linux
it: per Linux

source: for Mac OS X
it: per Mac OS X

source: for Windows
it: per Windows
